tap "argon/mas"
tap "buo/cask-upgrade"
tap "cloudfoundry/tap"
tap "eugenmayer/dockersync"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae", "https://github.com/koekeishiya/homebrew-formulae.git"
tap "pivotal/tap"
tap "rcmdnk/file"
brew "ca-certificates"
brew "mpdecimal"
brew "openssl@1.1"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.11"
brew "pycparser"
brew "cffi"
brew "libyaml"
brew "pyyaml"
brew "six"
brew "ansible"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aspell"
brew "m4"
brew "autoconf"
brew "docutils"
brew "awscli"
brew "awslogs"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "ruby"
brew "cocoapods"
brew "gmp"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "envoy"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "graphite2"
brew "jasper"
brew "netpbm"
brew "gts"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hub"
brew "jmeter"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libcbor"
brew "libfido2"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "lua"
brew "luajit"
brew "mas"
brew "zlib"
brew "mysql"
brew "ncurses"
brew "nkf"
brew "node-build"
brew "openjdk"
brew "pcre"
brew "pinentry-mac"
brew "protobuf"
brew "protobuf@3"
brew "protoc-gen-grpc-web"
brew "pwgen"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rename"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "unison"
brew "wget"
brew "zsh-completions"
brew "eugenmayer/dockersync/unox"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "rcmdnk/file/brew-file"
cask "1password"
cask "alt-tab"
cask "altair-graphql-client"
cask "android-studio"
cask "authy"
cask "chatwork"
cask "chromedriver"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "flotato"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-mono-for-powerline"
cask "font-ricty-diminished"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "iconset"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "logitune"
cask "macvim"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "ngrok"
cask "obsidian"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "postman"
cask "proxyman"
cask "sf-symbols"
cask "skitch"
cask "slack"
cask "spotify"
cask "ssh-tunnel-manager"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "CopyLess 2", id: 993841014
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste Plain Text", id: 1407015686
mas "PicGIF Lite", id: 844918735
mas "RunCat", id: 1429033973
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "bierner.markdown-mermaid"
vscode "CodeSandbox-io.codesandbox-projects"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "harg.iceberg"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "jduponchelle.rainbow-end"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mindaro-dev.file-downloader"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "PulkitGangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "sohamkamani.code-eol"
vscode "stylelint.vscode-stylelint"
vscode "tonybaloney.vscode-pets"
vscode "tusaeff.vscode-iterm2-theme-sync"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
